{
    "$class": "obx.AddOBX",
    "Hl7obxFormat": {
        "$class": "obx.HL7251_OBX",
        "MSHKEY": "20180726115056-SYNGO-LEX-2016049283746098754",
	"MSH_OBX":"fcgvhbnj",
        "ObservationIdentifier": "F",
        "OBXObservationValue": "undefined EXAM:  CT LUMBAR SPINE WO CONTRAST                         PROCEDURE DATE:  03/31/2016             INTERPRETATION:  I, Jared M. Steinklein, MD, have reviewed the images and  the report and agree with the findings, with the following modification:  1. There are bilateral sacral insufficiency fractures, more apparent on  the left with up to 8 mm depression of anterior cortex. There is no  involvement of sacral foramina. There is no lumbar spine compression  fracture. 2. The bones are diffusely osteopenic without focal lesion. 3. There is thoracolumbar S-shaped curvature with compensatory lumbar  levocurvature with apex at L4-5. 4. There are multilevel disc bulges which along with ligamentum flavum  thickening contribute to spinal canal narrowing that is greatest at the  L4-5 level, appearing at least moderate severity. 5. Multilevel neural foraminal narrowing, as below, which is greatest on  the right at L4-5, exacerbated by the levocurvature. 6. Chronic fracture of the right posterior 10th rib. 7. For evaluation of the remaining pelvic bones, refer to the separately  dictated report from the concurrent CT pelvis. 8. The extraspinal soft tissues show no acute abnormality. There is a 13  mm cyst in the right lobe of the liver. Findings of sacral insufficiency fractures were discussed with PA  Friedman by the radiology resident on-call on 03/31/2016 at 11:29 PM Resident preliminary report. HISTORY: 81-year-old female. Pain status post fall. EXAM: AP, lateral and coned-down lumbosacral lateral radiographs. COMPARISON: None. FINDINGS: There are no lumbar compression fractures or subluxations. There is  diffuse osteopenia without focal lesion. There is S-shaped scoliosis of the thoracolumbar spine seen on scout  films.  There is mild multilevel disc space narrowing, notably at T12-L1 and  L4-5, with disc calcifications noted from T12 to S1 and vacuum phenomenon  at T11-T12, T4-T5, and T5-S1 levels. Facet alignment is maintained. At L2-L3 level, there is mild posterior disc bulge flattening the  anterior thecal sac. There is ligamentum flavum hypertrophy and  degenerative facet disease, indenting the posterior thecal sac,  suggesting mild spinal canal stenosis. There is mild bilateral neural  foraminal narrowing. At L3-L4 level, there is moderate diffuse disc bulge flattening the  anterior thecal sac. There is ligamentum flavum hypertrophy and  degenerative facet disease, indenting the posterior thecal sac,  suggesting mild to moderate spinal canal stenosis. There is mild neural  foraminal narrowing bilaterally. At L4-L5 level, there is posterior disc bulge flattening the anterior  thecal sac. There is ligamentum flavum hypertrophy and degenerative facet  disease, indenting the posterior thecal sac. There is at least moderate  spinal canal stenosis. There is moderate neural foraminal narrowing  bilaterally, worse on the right. At L5-S1 level, there is posterior disc bulge. There is degenerative  facet disease. No spinal canal stenosis. Mild degenerative changes of the sacroiliac joints. Depressed fracture at  the anterior cortex of the left sacrum and likely at the anterior cortex  of the left sacrum are noted, likely representing sacral insufficiency  fractures. There are no lytic or blastic lesions. Subtle cortical defect at the lateral aspect of the left ninth rib is  likely due to motion artifact. Evaluation of the paraspinal structures demonstrates a prominent size  liver. There is a 1.0 cm hypodensity in the right hepatic lobe, likely a  cyst. There is fullness of both renal pelvises. Probable small ascites. IMPRESSION: 1.  Left and likely right sacral insufficiency fractures. 2.  Moderate multilevel intervertebral disc disease, most severe at L4-L5  level with moderate spinal canal stenosis.   \"Thank you for the opportunity to participate in the care of this  patient.\" MICHAEL WONG M.D., RESIDENT RADIOLOGIST This document has been electronically signed. JARED STEINKLEIN M.D. ATTENDING RADIOLOGIST This document has been electronically signed. Apr  1 2016 12:22A                ",
        "OBXResponsibleObserver": {
            "$class": "obx.OBXResponsibleObserver",
            "ResponsibleObserverIDNumber": "05481",
            "ResponsibleObserverName": "JARED STEINKLEIN"
        }
    }
}
