{
    "$class": "obx.AddOBX",
    "Hl7obxFormat": {
        "$class": "obx.HL7251_OBX",
        "MSHKEY": "20180726114130-SYNGO-LEX-2987236645r642541283",
        "MSH_OBX":"ggshuh",
        "ObservationIdentifier": "F",
        "OBXObservationValue": "undefined EXAM:  CT ANGIO ABDO - PELV WO - W CON                         PROCEDURE DATE:  03/31/2016 Quantity of Contrast in Vial in ml: 100 Contrast Used: Optiray 350 Quantity of Contrast Wasted in ml: 4    INTERPRETATION:  CT of the ABDOMEN and PELVIS with intravenous contrast  dated 3/31/2016 9:25 PM INDICATION: 60-year-old female on heparin subcutaneous injection presents  with left abdominal wall swelling. Rule out active bleed. Patient reports  history of colonic resection. TECHNIQUE: CT of the abdomen and pelvis was performed. Axial, sagittal  and coronal images were produced and reviewed. PRIOR STUDIES: CT abdomen and pelvis 2/26/2011. FINDINGS: Images of the lower chest demonstrate no significant  abnormality. There is a 1.1 similar hypodensity in hepatic segment 6, unchanged.  Probable subcentimeter hypodensity along the posterior surface of the  liver (image 30 series 5) , also unchanged.  No radiopaque stones in the  gallbladder.  There is thickening of the distal pancreatic body and the  tail of the pancreas. Borderline pancreatic ductal dilatation of 3 mm.  Pancreas divisum.  There is a 3.2 cm cyst arising from the anterolateral  aspect of the spleen, unchanged. Round nodules measuring up to 1.5 cm  inferior to the spleen likely represents splenules, unchanged. The adrenal glands are unremarkable. The kidneys are normal in  appearance.     An IVC filter is in place, with the superior apex located at the level of  the left renal vein. There is a left common iliac vein stent extending  into the inferior vena cava. There is a right external iliac vein stent.  The contrast phase of the study does not allow for evaluation of stent  patency or venous patency. No abdominal aortic aneurysm. No  lymphadenopathy.  Evaluation of the bowel demonstrates prior colonic resection with  anastomotic bowel sutures in the sigmoid colon. The colon is filled with  fecal material. Moderate colonic diverticulosis. The appendix not  visualized. No pericecal frontal changes noted in the right lower  quadrant. No bowel obstruction. No ascites. This rectus abdominis  diastases. There is a small broad-based umbilical hernia containing fat.  There is a small broad-based midline paraumbilical hernia containing fat  in the lower abdomen. There is a 5.6 x 2.6 x 2.7 cm hyperdense round  structure within the subcutaneous fat at the left mid abdominal wall,  compatible with a hematoma. Surrounding skin thickening and subcutaneous  fat stranding could represent areas of hemorrhage/ecchymosis or  superimposed cellulitis.  There is a prominent vessel in the subcutaneous  tissues near the hematoma, but no active extravasation of IV contrast  into the hematoma is noted. However, no delayed venous images were  obtained which limits evaluation. There is infiltration of surrounding  fat. Varicose collateral veins noted of the inferior abdominal wall.   Subcentimeter soft tissue nodule in the right anterior abdominal wall. Images of the pelvis demonstrate lobulated appearance of the uterus which  may be due to fibroids. Uterus is deviated to the right hemipelvis. The  urinary bladder is collapsed, limiting its evaluation.  Evaluation of the osseous structures demonstrates mild degenerative  changes of the spine. There is new compression deformity of L1 vertebral  body of indeterminate age. IMPRESSION: 5.6 cm left mid abdominal wall hematoma. Surrounding skin  thickening and subcutaneous fat stranding could represent areas of  hemorrhage/ecchymosis or superimposed cellulitis. Correlation with  clinical findings is recommended. Compression deformity of L1 vertebral body of indeterminate age. New  since 2011. Thickening of the pancreatic body and the tail of the pancreas.  Borderline pancreatic ductal dilatation of 3 mm. Pancreas divisum.  Correlation with amylase and lipase level is recommended.   \"Thank you for the opportunity to participate in the care of this  patient.\" MICHAEL WONG M.D., RESIDENT RADIOLOGIST This document has been electronically signed. GAGARINI T ESPINO M.D., ATTENDING RADIOLOGIST This document has been electronically signed. Mar 31 2016 11:52P                ",
        "OBXResponsibleObserver": {
            "$class": "obx.OBXResponsibleObserver",
            "ResponsibleObserverIDNumber": "03693",
            "ResponsibleObserverName": "GAGARINI T T ESPINO"
        }
    }
}